Repository: Gorbachevvv/winBitTorrent
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: be_by, ru_ru

# FileMenu.Title
source: File
be_by: Файл
ru_ru: Файл

# EditMenu.Title
source: Edit
be_by: Праўка
ru_ru: Правка

# ViewMenu.Title
source: View
be_by: Выгляд
ru_ru: Вид

# ToolsMenu.Title
source: Tools
be_by: Начынне
ru_ru: Инструменты

# HelpMenu.Title
source: Help
be_by: Даведка
ru_ru: Справка

# AddTorrentFile.Text
source: Add Torrent File…
be_by: Дадаць торэнт-файл…
ru_ru: Добавить торрент-файл…

# AddTorrentLink.Text
source: Add Torrent Link…
be_by: Дадаць спасылку…
ru_ru: Добавить ссылку…

# CreateTorrent.Text
source: Create Torrent…
be_by: Стварыць торэнт…
ru_ru: Создать торрент…

# Exit.Text
source: Exit
be_by: Выхад
ru_ru: Выход

# Start.Text
source: Start
be_by: Запуск
ru_ru: Запустить

# Stop.Text
source: Stop
be_by: Спыніць
ru_ru: Остановить

# Delete.Text
source: Delete…
be_by: Выдаліць…
ru_ru: Удалить…

# ForceRecheck.Text
source: Force recheck
be_by: Пераправерыць прымусова
ru_ru: Перепроверить принудительно

# Reannounce.Text
source: Reannounce
be_by: Абнавіць анонс
ru_ru: Обновить анонс

# ServerProfiles.Text
source: Server profiles…
be_by: Профілі сервераў…
ru_ru: Профили серверов…

# Options.Text
source: Options…
be_by: Налады…
ru_ru: Настройки…

# FilterTorrents.PlaceholderText
source: Filter torrents
be_by: Фільтр торэнтаў
ru_ru: Фильтр торрентов

# TransfersTab.Header
source: Transfers
be_by: Перадачы
ru_ru: Передачи

# RssTab.Header
source: RSS Reader
be_by: RSS-стужка
ru_ru: RSS-лента

# SearchTab.Header
source: Search
be_by: Пошук
ru_ru: Поиск

# LogTab.Header
source: Execution Log
be_by: Часопіс выканання
ru_ru: Журнал выполнения

# StatusFilter.Header
source: Status
be_by: Стан
ru_ru: Состояние

# CategoriesFilter.Header
source: Categories
be_by: Катэгорыя
ru_ru: Категории

# TagsFilter.Header
source: Tags
be_by: Меткі
ru_ru: Метки

# TrackersFilter.Header
source: Trackers
be_by: Трэкеры
ru_ru: Трекеры

# AlternativeSpeedLimits.Text
source: Alternative speed limits
be_by: Альтэрнатыўныя абмежаванні хуткасці
ru_ru: Альтернативные ограничения скорости

# TransfersMenu.Text
source: Transfers
be_by: Перадачы
ru_ru: Передачи

# RssMenu.Text
source: RSS Reader
be_by: RSS-стужка
ru_ru: RSS-лента

# SearchMenu.Text
source: Search
be_by: Пошукавая сістэма
ru_ru: Поисковая система

# LogMenu.Text
source: Execution Log
be_by: Часопіс выканання
ru_ru: Журнал выполнения

# CookiesMenu.Text
source: Cookies
be_by: Cookie-файлы…
ru_ru: Cookie-файлы…

# StatisticsMenu.Text
source: Statistics
be_by: Статыстыка…
ru_ru: Статистика…

# DocumentationMenu.Text
source: Documentation
be_by: Дакументацыя qBittorrent
ru_ru: Документация qBittorrent

# AboutMenu.Text
source: About
be_by: Аб WinBitTorrent
ru_ru: О WinBitTorrent

# Dialog_AboutDescription
source: Native WinUI 3 client for qBittorrent 5.2.3 / Web API 2.15.1
be_by: Натыўны кліент WinUI 3 для qBittorrent 5.2.3 / Web API 2.15.1
ru_ru: Нативный клиент WinUI 3 для qBittorrent 5.2.3 / Web API 2.15.1

# Dialog_AboutConnectedBackend
source: Connected backend: {0}
be_by: Падлучаны бэкенд: {0}
ru_ru: Подключённый бэкенд: {0}

# Dialog_AboutRepository
source: GitHub repository
be_by: Рэпазітар на GitHub
ru_ru: Репозиторий на GitHub

# Dialog_AboutReportIssue
source: Report an issue
be_by: Паведаміць аб праблеме
ru_ru: Сообщить о проблеме

# Dialog_AboutLicense
source: qBittorrent is licensed under GPL-2.0-or-later. Third-party notices and the corresponding-source offer are included with the app.
be_by: qBittorrent распаўсюджваецца па ліцэнзіі GPL-2.0-or-later. Апавяшчэння аб іншым ПА і прапанова аб прадастаўленні зыходнага кода ўключаны ў дадатак.
ru_ru: qBittorrent распространяется по лицензии GPL-2.0-or-later. Уведомления о стороннем ПО и предложение о предоставлении исходного кода включены в приложение.

# Common_Close
source: Close
be_by: Закрыць
ru_ru: Закрыть

# CheckUpdatesMenu.Text
source: Check for updates…
be_by: Праверыць абнаўленні…
ru_ru: Проверить обновления…

# Update_DialogTitle
source: Update available
be_by: Даступна абнаўленне
ru_ru: Доступно обновление

# Update_AvailableHeadline
source: WinBitTorrent {0} is available.
be_by: Даступны WinBitTorrent {0}.
ru_ru: Доступна WinBitTorrent {0}.

# Update_CurrentVersionLine
source: You have version {0}.
be_by: У вас усталявана версія {0}.
ru_ru: У вас установлена версия {0}.

# Update_WhatsNew
source: What's new
be_by: Што новага
ru_ru: Что нового

# Update_UpdateNow
source: Update now
be_by: Абнавіцца зараз
ru_ru: Обновиться сейчас

# Update_Later
source: Later
be_by: Пазней
ru_ru: Позже

# Update_Downloading
source: Downloading update…
be_by: Загрузка абнаўлення…
ru_ru: Загрузка обновления…

# Update_DownloadingPercent
source: Downloading update… {0:P0}
be_by: Загрузка абнаўлення… {0:P0}
ru_ru: Загрузка обновления… {0:P0}

# Update_UpToDateTitle
source: You're up to date
be_by: Усталявана апошняя версія
ru_ru: Установлена последняя версия

# Update_UpToDateMessage
source: WinBitTorrent {0} is the latest version.
be_by: WinBitTorrent {0} — гэта апошняя версія.
ru_ru: WinBitTorrent {0} — это последняя версия.

# Update_CheckFailed
source: Could not check for updates right now. Please try again later.
be_by: Не атрымалася праверыць абнаўленні. Паспрабуйце пазней.
ru_ru: Не удалось проверить обновления. Попробуйте позже.

# Update_FailedTitle
source: Update failed
be_by: Не атрымалася абнавіць
ru_ru: Не удалось обновить

# Update_DownloadFailed
source: The update could not be downloaded.
be_by: Не атрымалася загрузіць абнаўленне.
ru_ru: Не удалось загрузить обновление.

# Update_LaunchFailed
source: The installer could not be started.
be_by: Не атрымалася запусціць усталёўшчык.
ru_ru: Не удалось запустить установщик.

# ToolbarAddTorrent.Label
source: Add torrent
be_by: Дадаць торэнт
ru_ru: Добавить торрент

# ToolbarAddLink.Label
source: Add link
be_by: Дадаць спасылку
ru_ru: Добавить ссылку

# ToolbarStart.Label
source: Start
be_by: Запусціць
ru_ru: Запустить

# ToolbarStop.Label
source: Stop
be_by: Спыніць
ru_ru: Остановить

# ToolbarDelete.Label
source: Delete
be_by: Выдаліць
ru_ru: Удалить

# ToolbarQueueUp.Label
source: Move up
be_by: Падняць у чарзе
ru_ru: Поднять в очереди

# ToolbarQueueDown.Label
source: Move down
be_by: Апусціць у чарзе
ru_ru: Опустить в очереди

# ToolbarAlternativeLimits.Label
source: Alternative speed limits
be_by: Альтэрнатыўныя абмежаванні
ru_ru: Альтернативные ограничения

# RetryButton.Content
source: Retry
be_by: Паўтарыць
ru_ru: Повторить

# TorrentDropText.Text
source: Drop .torrent files here
be_by: Перацягніце сюды .torrent-файлы
ru_ru: Перетащите сюда .torrent-файлы

# NewCategory.Text
source: New category…
be_by: Новая катэгорыя…
ru_ru: Новая категория…

# EditCategory.Text
source: Edit category…
be_by: Змяніць катэгорыю…
ru_ru: Изменить категорию…

# DeleteCategory.Text
source: Delete category
be_by: Выдаліць катэгорыю
ru_ru: Удалить категорию

# CreateTags.Text
source: Create tags…
be_by: Стварыць меткі…
ru_ru: Создать метки…

# DeleteTag.Text
source: Delete tag
be_by: Выдаліць метку
ru_ru: Удалить метку

# ForceStart.Text
source: Force start
be_by: Прымусовы запуск
ru_ru: Принудительный запуск

# QueueMenu.Text
source: Queue
be_by: Чарга
ru_ru: Очередь

# MoveTop.Text
source: Move to top
be_by: У пачатак чаргі
ru_ru: В начало очереди

# MoveUp.Text
source: Move up
be_by: Падняць
ru_ru: Поднять

# MoveDown.Text
source: Move down
be_by: Апусціць
ru_ru: Опустить

# MoveBottom.Text
source: Move to bottom
be_by: У канец чаргі
ru_ru: В конец очереди

# SequentialDownload.Text
source: Download in sequential order
be_by: Паслядоўная загрузка
ru_ru: Последовательная загрузка

# FirstLastPriority.Text
source: Download first and last pieces first
be_by: Спачатку першая і апошняя часткі
ru_ru: Сначала первая и последняя части

# SuperSeeding.Text
source: Super seeding mode
be_by: Рэжым суперсіда
ru_ru: Режим суперсида

# AddTags.Text
source: Add tags…
be_by: Дадаць меткі…
ru_ru: Добавить метки…

# RemoveTags.Text
source: Remove tags…
be_by: Выдаліць меткі…
ru_ru: Удалить метки…

# CategoryMenu.Text
source: Category
be_by: Катэгорыя

# TagsMenu.Text
source: Tags
be_by: Меткі

# Category_New
source: New category…
be_by: Новая катэгорыя…

# Category_Uncategorized
source: Uncategorized
be_by: Без катэгорыі

# CopyMenu.Text
source: Copy
be_by: Капіраваць

# CopyName.Text
source: Name
be_by: Назва

# CopyHashV1.Text
source: Info hash v1
be_by: Інфа-хэш v1

# CopyHashV2.Text
source: Info hash v2
be_by: Інфа-хэш v2

# CopyMagnet.Text
source: Magnet link
be_by: Magnet-спасылка

# Dialog_ActionFailedTitle
source: Action failed
be_by: Не ўдалося выканаць дзеянне

# LimitRate.Text
source: Limit rate
be_by: Абмежаванне хуткасці
ru_ru: Ограничение скорости

# TransferLimits.Text
source: Download and upload limits…
be_by: Абмежаванні загрузкі і аддачы…
ru_ru: Ограничения загрузки и отдачи…

# ShareLimits.Text
source: Share ratio and seeding time…
be_by: Рэйтынг і час раздачы…
ru_ru: Рейтинг и время раздачи…

# RenameTorrent.Text
source: Rename…
be_by: Перайменаваць…
ru_ru: Переименовать…

# SetLocation.Text
source: Set location…
be_by: Змяніць размяшчэнне…
ru_ru: Изменить расположение…

# TrackersWebSeeds.Text
source: Trackers and web seeds
be_by: Трэкеры і вэб-сіды
ru_ru: Трекеры и веб-сиды

# AddTrackers.Text
source: Add trackers…
be_by: Дадаць трэкеры…
ru_ru: Добавить трекеры…

# AddWebSeeds.Text
source: Add web seeds…
be_by: Дадаць вэб-сіды…
ru_ru: Добавить веб-сиды…

# ExportTorrent.Text
source: Export .torrent…
be_by: Экспартаваць .torrent…
ru_ru: Экспортировать .torrent…

# ChooseColumns.Text
source: Choose columns…
be_by: Выбраць слупкі…
ru_ru: Выбрать столбцы…

# OpenDestination.Text
source: Open destination folder
be_by: Адкрыць папку прызначэння
ru_ru: Открыть папку назначения

# PreviewAvailableFile.Text
source: Preview first available file
be_by: Адкрыць першы даступны файл
ru_ru: Открыть первый доступный файл

# ColumnName.Header
source: Name
be_by: Імя
ru_ru: Имя

# ColumnSize.Header
source: Size
be_by: Памер
ru_ru: Размер

# ColumnTotalSize.Header
source: Total size
be_by: Поўны памер
ru_ru: Полный размер

# ColumnProgress.Header
source: Progress
be_by: Прагрэс
ru_ru: Прогресс

# ColumnStatus.Header
source: Status
be_by: Стан
ru_ru: Состояние

# ColumnSeeds.Header
source: Seeds
be_by: Сіды
ru_ru: Сиды

# ColumnPeers.Header
source: Peers
be_by: Піры
ru_ru: Пиры

# ColumnDownSpeed.Header
source: Down speed
be_by: Хуткасць загрузкі
ru_ru: Скорость загрузки

# ColumnUpSpeed.Header
source: Up speed
be_by: Хуткасць аддачы
ru_ru: Скорость отдачи

# ColumnEta.Header
source: ETA
be_by: Засталося
ru_ru: Осталось

# ColumnRatio.Header
source: Ratio
be_by: Рэйтынг
ru_ru: Рейтинг

# ColumnPopularity.Header
source: Popularity
be_by: Папулярнасць
ru_ru: Популярность

# ColumnCategory.Header
source: Category
be_by: Катэгорыя
ru_ru: Категория

# ColumnTags.Header
source: Tags
be_by: Меткі
ru_ru: Метки

# ColumnAddedOn.Header
source: Added on
be_by: Дададзены
ru_ru: Добавлен

# ColumnCompletedOn.Header
source: Completed on
be_by: Завершаны
ru_ru: Завершён

# ColumnTracker.Header
source: Tracker
be_by: Трэкер
ru_ru: Трекер

# ColumnDownLimit.Header
source: Down limit
be_by: Ліміт загрузкі
ru_ru: Лимит загрузки

# ColumnUpLimit.Header
source: Up limit
be_by: Ліміт аддачы
ru_ru: Лимит отдачи

# ColumnDownloaded.Header
source: Downloaded
be_by: Загружана
ru_ru: Загружено

# ColumnUploaded.Header
source: Uploaded
be_by: Аддана
ru_ru: Отдано

# ColumnDownloadedSession.Header
source: Downloaded session
be_by: Загружана за сеанс
ru_ru: Загружено за сеанс

# ColumnUploadedSession.Header
source: Uploaded session
be_by: Аддана за сеанс
ru_ru: Отдано за сеанс

# ColumnAmountLeft.Header
source: Amount left
be_by: Засталося загрузіць
ru_ru: Осталось загрузить

# ColumnTimeActive.Header
source: Time active
be_by: Актыўны
ru_ru: Активен

# ColumnSavePath.Header
source: Save path
be_by: Шлях захавання
ru_ru: Путь сохранения

# ColumnCompleted.Header
source: Completed
be_by: Завершана
ru_ru: Завершено

# ColumnRatioLimit.Header
source: Ratio limit
be_by: Ліміт рэйтынгу
ru_ru: Лимит рейтинга

# ColumnSeenComplete.Header
source: Last seen complete
be_by: Апошняя поўная крыніца
ru_ru: Последний полный источник

# ColumnLastActivity.Header
source: Last activity
be_by: Апошняя актыўнасць
ru_ru: Последняя активность

# ColumnAvailability.Header
source: Availability
be_by: Даступнасць
ru_ru: Доступность

# ColumnDownloadPath.Header
source: Download path
be_by: Шлях загрузкі
ru_ru: Путь загрузки

# ColumnInfoHashV1.Header
source: Info hash v1
be_by: Інфо-хэш v1
ru_ru: Инфо-хеш v1

# ColumnInfoHashV2.Header
source: Info hash v2
be_by: Інфо-хэш v2
ru_ru: Инфо-хеш v2

# ColumnReannounce.Header
source: Reannounce
be_by: Да анонсу
ru_ru: До анонса

# ColumnPrivate.Header
source: Private
be_by: Прыватны
ru_ru: Приватный

# ColumnCreatedOn.Header
source: Created on
be_by: Створаны
ru_ru: Создан

# TorrentState_Error
source: Error
be_by: Памылка
ru_ru: Ошибка

# TorrentState_Seeding
source: Seeding
be_by: Раздаецца
ru_ru: Раздаётся

# TorrentState_Completed
source: Completed
be_by: Завершаны
ru_ru: Завершён

# TorrentState_QueuedUpload
source: Queued upload
be_by: У чарзе на раздачу
ru_ru: В очереди на раздачу

# TorrentState_StalledUpload
source: Stalled upload
be_by: Раздача прастойвае
ru_ru: Раздача простаивает

# TorrentState_Checking
source: Checking
be_by: Правяраецца
ru_ru: Проверяется

# TorrentState_Downloading
source: Downloading
be_by: Загружаецца
ru_ru: Загружается

# TorrentState_Stopped
source: Stopped
be_by: Спынены
ru_ru: Остановлен

# TorrentState_QueuedDownload
source: Queued download
be_by: У чарзе на загрузку
ru_ru: В очереди на загрузку

# TorrentState_StalledDownload
source: Stalled download
be_by: Загрузка прастойвае
ru_ru: Загрузка простаивает

# TorrentState_Allocating
source: Allocating
be_by: Выдзяляецца месца
ru_ru: Выделяется место

# TorrentState_Moving
source: Moving
be_by: Перамяшчаецца
ru_ru: Перемещается

# TorrentState_CheckingResumeData
source: Checking resume data
be_by: Правяраюцца даныя аднаўлення
ru_ru: Проверяются данные возобновления

# TorrentState_Unknown
source: Unknown
be_by: Невядома
ru_ru: Неизвестно

# Filter_All
source: All
be_by: Усе
ru_ru: Все

# Filter_Downloading
source: Downloading
be_by: Загружаюцца
ru_ru: Загружаются

# Filter_Seeding
source: Seeding
be_by: Раздаюцца
ru_ru: Раздаются

# Filter_Completed
source: Completed
be_by: Завершаны
ru_ru: Завершены

# Filter_Stopped
source: Stopped
be_by: Спынены
ru_ru: Остановлены

# Filter_Active
source: Active
be_by: Актыўныя
ru_ru: Активные

# Filter_Inactive
source: Inactive
be_by: Неактыўныя
ru_ru: Неактивные

# Filter_Stalled
source: Stalled
be_by: Прастойваюць
ru_ru: Простаивают

# Filter_Errored
source: Errored
be_by: З памылкамі
ru_ru: С ошибками

# Common_Yes
source: Yes
be_by: Так
ru_ru: Да

# Common_No
source: No
be_by: Не
ru_ru: Нет

# SettingsWindow.Title
source: Settings
be_by: Налады
ru_ru: Настройки

# SettingsBehavior.Content
source: Behavior
be_by: Паводзіны
ru_ru: Поведение

# SettingsDownloads.Content
source: Downloads
be_by: Загрузкі
ru_ru: Загрузки

# SettingsConnection.Content
source: Connection
be_by: Злучэнне
ru_ru: Соединение

# SettingsSpeed.Content
source: Speed
be_by: Хуткасць
ru_ru: Скорость

# SettingsSearch.Content
source: Search
be_by: Пошук
ru_ru: Поиск

# SettingsWebUi.Content
source: Web UI
be_by: Вэб-інтэрфейс
ru_ru: Веб-интерфейс

# SettingsAdvanced.Content
source: Advanced
be_by: Дадаткова
ru_ru: Дополнительно

# CommonCancel.Content
source: Cancel
be_by: Адмена
ru_ru: Отмена

# CommonApply.Content
source: Apply
be_by: Ужыць
ru_ru: Применить

# SettingsSection_Behavior
source: Behavior
be_by: Паводзіны
ru_ru: Поведение

# SettingsSection_Downloads
source: Downloads
be_by: Загрузкі
ru_ru: Загрузки

# SettingsSection_Connection
source: Connection
be_by: Злучэнне
ru_ru: Соединение

# SettingsSection_Speed
source: Speed
be_by: Хуткасць
ru_ru: Скорость

# SettingsSection_Search
source: Search
be_by: Пошук
ru_ru: Поиск

# SettingsSection_WebUI
source: Web UI
be_by: Вэб-інтэрфейс
ru_ru: Веб-интерфейс

# SettingsSection_Advanced
source: Advanced
be_by: Дадаткова
ru_ru: Дополнительно

# Settings_ManagedTooltip
source: Managed by WinBitTorrent and available through loopback only.
be_by: Кіруецца WinBitTorrent і даступна толькі праз loopback.
ru_ru: Управляется WinBitTorrent и доступно только через loopback.

# Settings_ManagedTitle
source: Managed local profile
be_by: Кіраваны лакальны профіль
ru_ru: Управляемый локальный профиль

# Settings_ManagedMessage
source: Web UI address, port, and authentication are controlled by WinBitTorrent.
be_by: Адрас, порт і аўтэнтыфікацыя вэб-інтэрфейса кіруюцца WinBitTorrent.
ru_ru: Адрес, порт и аутентификация веб-интерфейса управляются WinBitTorrent.

# Settings_Applied
source: Settings applied. Restart the application to change language, theme, or interface density.
be_by: Налады ўжытыя. Для змены мовы, тэмы ці шчыльнасці перазапусціце дадатак.
ru_ru: Настройки применены. Для смены языка, темы или плотности перезапустите приложение.

# Choice_System
source: System default
be_by: Сістэмная мова
ru_ru: Системный язык

# Choice_Russian
source: Russian
be_by: Руская
ru_ru: Русский

# Choice_SystemTheme
source: Use system setting
be_by: Сістэмная тэма
ru_ru: Системная тема

# Choice_Light
source: Light
be_by: Светлая
ru_ru: Светлая

# Choice_Dark
source: Dark
be_by: Цёмная
ru_ru: Тёмная

# Choice_None
source: None
be_by: Няма
ru_ru: Нет

# Choice_EncryptionPrefer
source: Prefer encryption
be_by: Аддаваць перавагу шыфраванню
ru_ru: Предпочитать шифрование

# Choice_EncryptionForce
source: Require encryption
be_by: Патрабаваць шыфраванне
ru_ru: Требовать шифрование

# Choice_EncryptionDisable
source: Disable encryption
be_by: Адключыць шыфраванне
ru_ru: Отключить шифрование

# Choice_ResumeLegacy
source: Fastresume files
be_by: Файлы fastresume
ru_ru: Файлы fastresume

# Choice_ResumeSqlite
source: SQLite database
be_by: База даных SQLite
ru_ru: База данных SQLite

# Setting_ui_language
source: Language
be_by: Мова
ru_ru: Язык

# Setting_ui_theme
source: Application theme
be_by: Тэма дадатку
ru_ru: Тема приложения

# Setting_ui_confirmDelete
source: Confirm torrent deletion
be_by: Пацвярджаць выдаленне торэнтаў
ru_ru: Подтверждать удаление торрентов

# Setting_ui_compactDensity
source: Use compact interface density
be_by: Выкарыстоўваць кампактную шчыльнасць інтэрфейсу
ru_ru: Использовать компактную плотность интерфейса

# Setting_save_path
source: Default save path
be_by: Шлях захавання па змаўчанні
ru_ru: Путь сохранения по умолчанию

# Setting_temp_path_enabled
source: Keep incomplete torrents in a separate folder
be_by: Захоўваць незавершаныя торэнты ў асобнай папцы
ru_ru: Хранить незавершённые торренты в отдельной папке

# Setting_temp_path
source: Incomplete torrent path
be_by: Шлях для незавершаных торэнтаў
ru_ru: Путь для незавершённых торрентов

# Setting_create_subfolder_enabled
source: Create subfolder for torrents with multiple files
be_by: Ствараць падпапку для шматфайлавых торэнтаў
ru_ru: Создавать подпапку для многофайловых торрентов

# Setting_auto_tmm_enabled
source: Automatic torrent management
be_by: Аўтаматычнае кіраванне торэнтамі
ru_ru: Автоматическое управление торрентами

# Setting_preallocate_all
source: Pre-allocate disk space
be_by: Папярэдне выдзяляць месца на дыску
ru_ru: Предварительно выделять место на диске

# Setting_listen_port
source: Incoming connections port
be_by: Порт уваходных злучэнняў
ru_ru: Порт входящих соединений

# Setting_upnp
source: Use UPnP / NAT-PMP port forwarding
be_by: Выкарыстоўваць пераадрасацыю партоў UPnP / NAT-PMP
ru_ru: Использовать переадресацию портов UPnP / NAT-PMP

# Setting_random_port
source: Choose an available port automatically on startup
be_by: Аўтаматычна выбіраць вольны порт пры запуску
ru_ru: Автоматически выбирать свободный порт при запуске

# Setting_proxy_type
source: Proxy type
be_by: Тып проксі
ru_ru: Тип прокси

# Setting_proxy_ip
source: Proxy host
be_by: Сервер проксі
ru_ru: Сервер прокси

# Setting_proxy_port
source: Proxy port
be_by: Порт проксі
ru_ru: Порт прокси

# Setting_dl_limit
source: Global download limit (KiB/s, 0 = unlimited)
be_by: Агульны ліміт загрузкі (КіБ/с, 0 — без абмежаванняў)
ru_ru: Общий лимит загрузки (КиБ/с, 0 — без ограничений)

# Setting_up_limit
source: Global upload limit (KiB/s, 0 = unlimited)
be_by: Агульны ліміт аддачы (КіБ/с, 0 — без абмежаванняў)
ru_ru: Общий лимит отдачи (КиБ/с, 0 — без ограничений)

# Setting_alt_dl_limit
source: Alternative download limit (KiB/s)
be_by: Альтэрнатыўны ліміт загрузкі (КіБ/с)
ru_ru: Альтернативный лимит загрузки (КиБ/с)

# Setting_alt_up_limit
source: Alternative upload limit (KiB/s)
be_by: Альтэрнатыўны ліміт аддачы (КіБ/с)
ru_ru: Альтернативный лимит отдачи (КиБ/с)

# Setting_scheduler_enabled
source: Schedule alternative rate limits
be_by: Расклад альтэрнатыўных лімітаў хуткасці
ru_ru: Расписание альтернативных лимитов скорости

# Setting_dht
source: Enable DHT
be_by: Уключыць DHT
ru_ru: Включить DHT

# Setting_pex
source: Enable Peer Exchange (PeX)
be_by: Уключыць абмен пірамі (PeX)
ru_ru: Включить обмен пирами (PeX)

# Setting_lsd
source: Enable Local Peer Discovery
be_by: Уключыць выяўленне лакальных піраў
ru_ru: Включить обнаружение локальных пиров

# Setting_encryption
source: Encryption mode
be_by: Рэжым шыфравання
ru_ru: Режим шифрования

# Setting_queueing_enabled
source: Torrent queueing
be_by: Чарга торэнтаў
ru_ru: Очередь торрентов

# Setting_max_active_downloads
source: Maximum active downloads
be_by: Максімум актыўных загрузак
ru_ru: Максимум активных загрузок

# Setting_max_active_uploads
source: Maximum active uploads
be_by: Максімум актыўных раздач
ru_ru: Максимум активных раздач

# Setting_search_enabled
source: Enable Search Engine
be_by: Уключыць пошукавую сістэму
ru_ru: Включить поисковую систему

# Setting_python_executable_path
source: Python executable
be_by: Выканальны файл Python
ru_ru: Исполняемый файл Python

# Setting_rss_processing_enabled
source: Enable fetching RSS feeds
be_by: Уключыць атрыманне RSS-стужак
ru_ru: Включить получение RSS-лент

# Setting_rss_refresh_interval
source: Feed refresh interval (minutes)
be_by: Інтэрвал абнаўлення стужак (хвіліны)
ru_ru: Интервал обновления лент (минуты)

# Setting_rss_max_articles_per_feed
source: Maximum articles per feed
be_by: Максімум артыкулаў на стужку
ru_ru: Максимум статей на ленту

# Setting_rss_auto_downloading_enabled
source: Enable RSS automatic downloading
be_by: Уключыць аўтаматычныя загрузкі з RSS
ru_ru: Включить автоматические загрузки из RSS

# Setting_web_ui_address
source: IP address
be_by: IP-адрас
ru_ru: IP-адрес

# Setting_web_ui_port
source: Port
be_by: Порт
ru_ru: Порт

# Setting_web_ui_username
source: Username
be_by: Імя карыстальніка
ru_ru: Имя пользователя

# Setting_web_ui_upnp
source: Use UPnP / NAT-PMP
be_by: Выкарыстоўваць UPnP / NAT-PMP
ru_ru: Использовать UPnP / NAT-PMP

# Setting_web_ui_csrf_protection_enabled
source: Enable CSRF protection
be_by: Уключыць абарону CSRF
ru_ru: Включить защиту CSRF

# Setting_resume_data_storage_type
source: Resume data storage type
be_by: Сховішча даных аднаўлення
ru_ru: Хранилище данных возобновления

# Setting_memory_working_set_limit
source: Physical memory usage limit (MiB)
be_by: Ліміт фізічнай памяці (МіБ)
ru_ru: Лимит физической памяти (МиБ)

# Setting_disk_cache
source: Disk cache (MiB, -1 = auto)
be_by: Дыскавы кэш (МіБ, -1 — аўтаматычна)
ru_ru: Дисковый кэш (МиБ, -1 — автоматически)

# Setting_async_io_threads
source: Asynchronous I/O threads
be_by: Патокі асінхроннага ўводу-вываду
ru_ru: Потоки асинхронного ввода-вывода

# Setting_recheck_completed_torrents
source: Recheck torrents on completion
be_by: Пераправяраць торэнты пасля завяршэння
ru_ru: Перепроверять торренты после завершения
